orrche/DHT_mysensors/hardware/arduino/avr/boards.txt
# See: http://code.google.com/p/arduino/wiki/Platforms

menu.cpu=Processor


mysensor.name=MySensorboard

mysensor.build.f_cpu=8000000L
mysensor.build.board=AVR_NANO
mysensor.build.core=arduino
mysensor.build.variant=eightanaloginputs

## Arduino Nano w/ ATmega328P
## --------------------------
mysensor.menu.cpu.atmega328.build.mcu=atmega328p

##############################################################
